Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-TravelJournal/Sources/Geografy-Feature-TravelJournal/Resources/Localizable.xcstrings
Source language: en
Languages: ka

# %lld %@ written
source: %1$lld %2$@ written
ka: %lld %@ დაწერილი

source: Add
ka: დამატება

source: Add Photos
ka: ფოტოების დამატება

source: Delete
ka: წაშლა

source: Delete Entry
ka: ჩანაწერის წაშლა

source: Edit Entry
ka: ჩანაწერის რედაქტირება

source: Favorite Destination
ka: რჩეული დანიშნულება

source: Journal Stats
ka: დღიურის სტატისტიკა

source: New Entry
ka: ახალი ჩანაწერი

source: No entries found
ka: ჩანაწერები ვერ მოიძებნა

source: Save
ka: შენახვა

source: Search countries
ka: ქვეყნების ძიება

source: Search journal entries...
ka: დღიურის ჩანაწერების ძიება...

source: Select a country
ka: აირჩიე ქვეყანა

source: Select Country
ka: ქვეყნის არჩევა

source: Start Your Travel Journal
ka: დაიწყე მოგზაურობის დღიური

source: Travel Journal
ka: მოგზაურობის დღიური

source: Trip title
ka: მოგზაურობის სათაური

source: Try a different search term
ka: სცადე სხვა საძიებო ტერმინი
